Repository: wp-plugins/vooddo
Catalog: lang/Vooddo-*.po
Languages: fr_fr, it_it

source: This video in your website
fr_fr: Cette vidéo dans votre site
it_it: Questa video nel vostro sito

source: URL video
fr_fr: Vidéo URL
it_it: Video URL

source: Add
fr_fr: Ajouter
it_it: Aggiungi

source: Add new Vooddo into the post using a public video URL
fr_fr: Ajouter un Vooddo existant dans l'article depuis son URL publique
it_it: Aggiungi nuvo Vooddo nell'articolo usando il suo URL publicco

source: Add exisiting Vooddo into the post by passing its ID
fr_fr: Ajouter un Vooddo existant à partir de son ID
it_it: Aggiungi Vooddo esistente nell'articolo usando il suo ID

source: Watch the Vooddo video
fr_fr: Visionner la vidéo Vooddo
it_it: Guarda la video Vooddo

source: Modify in Vooddo Editor
fr_fr: Modifier depuis l'Editeur Vooddo
it_it: Modifica dal Editore Vooddo

source: Remove from post
fr_fr: Supprimer de l'article
it_it: Rimuovi dall'articolo

source: Can not put video at URL : %s into a Vooddo video.
fr_fr: Impossible de créer une vidéo Vooddo depuis l'URL : %s.
it_it: Non puo generare un video Vooddo dall'URL : %s.

source: Invalid descriptor format for the new Vooddo ID %s.
fr_fr: Le format du descripteur n'est pas valide pour le nouvel ID Vooddo %s.
it_it: Formato del descritore invalide per il nuovo ID Vooddo %s.

source: You already added this Vooddo (ID : %s) in the post.
fr_fr: Vous avez déjà ajouté cette vidéo Vooddo (ID : %s) dans l'article.
it_it: Hai già aggiunto questa video Vooddo (ID : %s) nell'articolo.

source: No descriptor available for the Vooddo ID %s.
fr_fr: Pas de descripteur disponible pour l'ID Vooddo %s.
it_it: Nessun descritore disponibile per l'ID Vooddo %s.

source: Invalid descriptor format for the Vooddo ID %s.
fr_fr: Le format du descripteur n'est pas valide pour l'ID Vooddo %s.
it_it: Formato del descritore invalide per l'ID Vooddo %s.

source: Administration
it_it: Amministrazione

source: Player
fr_fr: Lecteur
it_it: Lettore

source: Vooddo player URL
fr_fr: URL du lecteur Vooddo
it_it: URL del lettore Vooddo

source: URL of the Vooddo player. Be sure the URL is valid so that the modification occurs.
fr_fr: URL du lecteur Vooddo. Assurez-vous de la validité de l'URL pour que la modification soit effective.
it_it: URL del lettore Vooddo. Assicurarsi che l'URL sia valida per applicare la modifica.

source: Width
fr_fr: Largeur
it_it: Largezza

source: Default player width in pixels.
fr_fr: Largeur du lecteur par défaut en pixels.
it_it: Largezza di default del lettore in pixels.

source: Height
fr_fr: Hauteur
it_it: Altezza

source: Default player height in pixels.
fr_fr: Hauteur du lecteur par défaut en pixels.
it_it: Altezza di default del lettore in pixels.

source: Background color
fr_fr: Couleur de fond
it_it: Colore di fondo

source: Default player background color, use CSS color syntax.
fr_fr: Couleur de fond du lecteur par défaut , utilise la syntaxe de couleur CSS.
it_it: Colore di fondo di default del lettore, usa la sintassi di colore CSS.

source: Save changes
fr_fr: Enregistrer les modifications
it_it: Salva le modifiche
